Revit 2027 API
ParameterTypeId.FbxLightLimunousIntensity Property
 "Luminous Intensity"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FbxLightLimunousIntensity { get; }
Public Shared ReadOnly Property FbxLightLimunousIntensity As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FbxLightLimunousIntensity {
	ForgeTypeId^ get ();
}
static member FbxLightLimunousIntensity : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace